Repository: lwplugins/lw-seo
Catalog: languages/lw-seo-*.po
Languages: hu_hu

source: Lightweight SEO plugin for WordPress - minimal footprint, maximum impact.
hu_hu: Lightweight SEO bővítmény WordPresshez – minimális erőforrásigény, maximális hatás.

source: Local Business (General)
hu_hu: Helyi vállalkozás (általános)

source: Animal Shelter
hu_hu: Állatmenhely

source: Automotive Business
hu_hu: Autóipari vállalkozás

source: Auto Body Shop
hu_hu: Karosszéria javító műhely

source: Auto Dealer
hu_hu: Autókereskedés

source: Auto Parts Store
hu_hu: Autóalkatrész-üzlet

source: Auto Rental
hu_hu: Autókölcsönző

source: Auto Repair
hu_hu: Autószerelő

source: Auto Wash
hu_hu: Autómosó

source: Gas Station
hu_hu: Benzinkút

source: Motorcycle Dealer
hu_hu: Motorkerékpár-kereskedés

source: Motorcycle Repair
hu_hu: Motorkerékpár-szerviz

source: Child Care
hu_hu: Gyermekfelügyelet

source: Dentist
hu_hu: Fogorvos

source: Dry Cleaning / Laundry
hu_hu: Vegytisztítás / mosoda

source: Emergency Service
hu_hu: Sürgősségi szolgáltatás

source: Employment Agency
hu_hu: Munkaerő-közvetítő

source: Entertainment Business
hu_hu: Szórakoztatóipari vállalkozás

source: Amusement Park
hu_hu: Vidámpark

source: Art Gallery
hu_hu: Művészeti galéria

source: Casino
hu_hu: Kaszinó

source: Comedy Club
hu_hu: Comedy klub

source: Night Club
hu_hu: Éjszakai klub

source: Financial Service
hu_hu: Pénzügyi szolgáltatás

source: Accounting Service
hu_hu: Könyvelési szolgáltatás

source: Insurance Agency
hu_hu: Biztosítási ügynökség

source: Food Establishment
hu_hu: Élelmiszeripari egység

source: Bakery
hu_hu: Pékség

source: Bar / Pub
hu_hu: Bár / pub

source: Brewery
hu_hu: Sörfőzde

source: Cafe / Coffee Shop
hu_hu: Kávézó / kávézó és presszó

source: Fast Food Restaurant
hu_hu: Gyorsétterem

source: Ice Cream Shop
hu_hu: Fagylaltozó

source: Restaurant
hu_hu: Étterem

source: Winery
hu_hu: Borászat

source: Government Office
hu_hu: Kormányzati hivatal

source: Health & Beauty Business
hu_hu: Egészség- és szépségipari vállalkozás

source: Beauty Salon
hu_hu: Szépségszalon

source: Hair Salon
hu_hu: Fodrászat

source: Nail Salon
hu_hu: Körömszalon

source: Tattoo Parlor
hu_hu: Tetoválószalon

source: Home & Construction Business
hu_hu: Otthon és építőipari vállalkozás

source: Electrician
hu_hu: Villanyszerelő

source: HVAC Business
hu_hu: HVAC vállalkozás

source: Locksmith
hu_hu: Lakatos

source: Plumber
hu_hu: Vízvezeték-szerelő

source: Roofing Contractor
hu_hu: Tetőfedő kivitelező

source: Internet Cafe
hu_hu: Internetcafé

source: Legal Service
hu_hu: Jogi szolgáltatás

source: Attorney
hu_hu: Ügyvéd

source: Notary
hu_hu: Közjegyző

source: Library
hu_hu: Könyvtár

source: Lodging Business
hu_hu: Szálláshely

source: Hotel
hu_hu: Szálloda

source: Medical Business
hu_hu: Egészségügyi vállalkozás

source: Optician
hu_hu: Optikus

source: Pharmacy
hu_hu: Gyógyszertár

source: Physician
hu_hu: Orvos

source: Professional Service
hu_hu: Szakmai szolgáltatás

source: Radio Station
hu_hu: Rádióállomás

source: Real Estate Agent
hu_hu: Ingatlanügynök

source: Recycling Center
hu_hu: Újrahasznosító központ

source: Self Storage
hu_hu: Önkiszolgáló raktár

source: Shopping Center
hu_hu: Bevásárlóközpont

source: Sports Activity Location
hu_hu: Sporttevékenység helyszíne

source: Golf Course
hu_hu: Golfpálya

source: Health Club / Gym
hu_hu: Egészségklub / edzőterem

source: Sports Club
hu_hu: Sportklub

source: Stadium / Arena
hu_hu: Stadion / aréna

source: Store (General)
hu_hu: Bolt (általános)

source: Bike Store
hu_hu: Kerékpárbolt

source: Book Store
hu_hu: Könyvesbolt

source: Clothing Store
hu_hu: Ruházati üzlet

source: Computer Store
hu_hu: Számítógépbolt

source: Convenience Store
hu_hu: Kisbolt

source: Electronics Store
hu_hu: Elektronikai üzlet

source: Florist
hu_hu: Virágüzlet

source: Furniture Store
hu_hu: Bútorbolt

source: Garden Store
hu_hu: Kertészeti üzlet

source: Grocery Store
hu_hu: Élelmiszerbolt

source: Hardware Store
hu_hu: Vasbolt

source: Hobby Shop
hu_hu: Hobbi bolt

source: Jewelry Store
hu_hu: Ékszerüzlet

source: Liquor Store
hu_hu: Italbolt

source: Mobile Phone Store
hu_hu: Mobiltelefon bolt

source: Movie Rental Store
hu_hu: Videókölcsönző

source: Music Store
hu_hu: Zeneüzlet

source: Office Equipment Store
hu_hu: Irodai felszerelés bolt

source: Outlet Store
hu_hu: Outlet

source: Pawn Shop
hu_hu: Zálogház

source: Pet Store
hu_hu: Állatkereskedés

source: Shoe Store
hu_hu: Cipőbolt

source: Sporting Goods Store
hu_hu: Sportfelszerelés bolt

source: Tire Shop
hu_hu: Gumiabroncs-szerviz

source: Toy Store
hu_hu: Játékbolt

source: Wholesale Store
hu_hu: Nagykereskedés

source: Television Station
hu_hu: Televízióállomás

source: Tourist Information Center
hu_hu: Turisztikai információs központ

source: Travel Agency
hu_hu: Utazási iroda

source: General
hu_hu: Általános

source: Local Business
hu_hu: Helyi vállalkozás

source: Automotive
hu_hu: Autóipar

source: Food & Drink
hu_hu: Étel és ital

source: Health & Beauty
hu_hu: Egészség és szépség

source: Store
hu_hu: Bolt

source: Services
hu_hu: Szolgáltatások

source: Lodging
hu_hu: Szállás

source: Lightweight plugins for WordPress - minimal footprint, maximum impact.
hu_hu: Könnyű WordPress bővítmények – minimális terhelés, maximális hatás.

source: Active
hu_hu: Aktív

source: Settings
hu_hu: Beállítások

source: Get Plugin
hu_hu: Bővítmény letöltése

source: Select Image
hu_hu: Kép kiválasztása

source: 404 Error Handling
hu_hu: 404 hibakezelés

source: Configure how 404 (Not Found) errors are handled on your site.
hu_hu: Állítsd be, hogyan legyenek kezelve a 404 (Nem található) hibák az oldaladon.

source: Redirect 404 to Homepage
hu_hu: 404 átirányítása a kezdőlapra

source: Automatically redirect all 404 errors to the homepage
hu_hu: Minden 404 hiba automatikus átirányítása a kezdőlapra

source: When enabled, visitors who land on a non-existent page will be redirected to your homepage with a 302 (temporary) redirect.
hu_hu: Ha engedélyezed, a nem létező oldalra érkező látogatók a kezdőlapodra lesznek átirányítva 302-es (ideiglenes) átirányítással.

source: Advanced
hu_hu: Speciális

source: Advanced Settings
hu_hu: Speciális beállítások

source: Advanced settings and cleanup options.
hu_hu: Speciális beállítások és takarítási opciók.

source: Features
hu_hu: Funkciók

source: Breadcrumbs
hu_hu: Morzsamenü

source: Enable breadcrumbs
hu_hu: Morzsamenü engedélyezése

source: Use shortcode [lw_breadcrumbs] or function lw_seo_breadcrumbs()
hu_hu: Használd a [lw_breadcrumbs] shortcode-ot vagy a lw_seo_breadcrumbs() függvényt

source: Enable Schema.org JSON-LD output
hu_hu: Schema.org JSON-LD kimenet engedélyezése

source: Add sitemap URL and AI rules to robots.txt
hu_hu: Sitemap URL és AI szabályok hozzáadása a robots.txt-hez

source: Your robots.txt
hu_hu: A robots.txt fájlod

source: Head Cleanup
hu_hu: Head takarítás

source: Shortlinks
hu_hu: Rövid linkek

source: Remove shortlinks from head
hu_hu: Rövid linkek eltávolítása a head-ből

source: Remove RSD link from head
hu_hu: RSD link eltávolítása a head-ből

source: Remove Windows Live Writer link
hu_hu: Windows Live Writer link eltávolítása

source: AI / LLM Settings
hu_hu: AI / LLM beállítások

source: Control how AI crawlers interact with your site.
hu_hu: Szabályozd, hogyan lépnek kapcsolatba az AI crawler-ek az oldaladdal.

source: llms.txt File
hu_hu: llms.txt fájl

source: Enable llms.txt for AI crawlers
hu_hu: Engedélyezd az llms.txt-t AI crawler-ek számára

source: Your llms.txt: %1$s — %2$s
hu_hu: A llms.txt-d: %1$s — %2$s

source: Learn more
hu_hu: Tudj meg többet

source: AI Crawler Access
hu_hu: AI crawler hozzáférés

source: Block specific AI crawlers from accessing your site via robots.txt. Checked = Blocked.
hu_hu: Tiltsd le, hogy bizonyos AI crawler-ek a robots.txt-n keresztül hozzáférjenek az oldaladhoz. Bejelölve = letiltva.

source: Blocking crawlers adds Disallow rules to your robots.txt. Note: AI companies may not always respect these rules.
hu_hu: A crawler-ek tiltása Disallow szabályokat ad a robots.txt-dhez. Megjegyzés: az AI cégek nem mindig tartják tiszteletben ezeket a szabályokat.

source: Content
hu_hu: Tartalom

source: Content Types
hu_hu: Tartalomtípusok

source: Title templates and indexing settings for different content types.
hu_hu: Címsablonok és indexelési beállítások a különböző tartalomtípusokhoz.

source: Posts
hu_hu: Bejegyzések

source: Title Template
hu_hu: Címsablon

source: Default Index
hu_hu: Alapértelmezett indexelés

source: Set posts to noindex by default
hu_hu: Bejegyzések beállítása alapértelmezetten noindexre

source: Pages
hu_hu: Oldalak

source: Taxonomies
hu_hu: Taxonómiák

source: Categories Title
hu_hu: Kategóriák címe

source: Categories Index
hu_hu: Kategóriák indexelése

source: Set categories to noindex
hu_hu: Kategóriák beállítása noindexre

source: Tags Index
hu_hu: Címkék indexelése

source: Set tags to noindex
hu_hu: Címkék beállítása noindexre

source: Archives
hu_hu: Archívumok

source: Author Archives
hu_hu: Szerzői archívumok

source: Set author archives to noindex
hu_hu: Szerzői archívumok beállítása noindexre

source: Date Archives
hu_hu: Dátum archívumok

source: Set date archives to noindex
hu_hu: Dátum archívumok beállítása noindexre

source: General Settings
hu_hu: Általános beállítások

source: Basic SEO settings for your site.
hu_hu: Alapvető SEO beállítások az oldaladhoz.

source: Title Separator
hu_hu: Címelválasztó

source: Homepage Title
hu_hu: Kezdőlap címe

source: Variables: %%sitename%%, %%sitedesc%%, %%sep%%
hu_hu: Változók: %%sitename%%, %%sitedesc%%, %%sep%%

source: Homepage Description
hu_hu: Kezdőlap leírása

source: Leave empty to use the site tagline.
hu_hu: Hagyd üresen a webhely szlogenjének használatához.

source: Site Represents
hu_hu: A webhelyet képviseli

source: Organization
hu_hu: Szervezet

source: Person
hu_hu: Személy

source: Organization/Person Name
hu_hu: Szervezet/Személy neve

source: Used in Schema.org markup.
hu_hu: Schema.org jelölésben használva.

source: Monday
hu_hu: Hétfő

source: Tuesday
hu_hu: Kedd

source: Wednesday
hu_hu: Szerda

source: Thursday
hu_hu: Csütörtök

source: Friday
hu_hu: Péntek

source: Saturday
hu_hu: Szombat

source: Sunday
hu_hu: Vasárnap

source: Local SEO
hu_hu: Helyi SEO

source: Add LocalBusiness structured data to help your business appear in local search results.
hu_hu: Adj hozzá LocalBusiness strukturált adatokat, hogy a vállalkozásod megjelenjen a helyi keresési találatok között.

source: Business Information
hu_hu: Vállalkozási információk

source: Enable Local SEO
hu_hu: Helyi SEO engedélyezése

source: Enable LocalBusiness schema
hu_hu: LocalBusiness schema engedélyezése

source: Business Type
hu_hu: Vállalkozás típusa

source: Select the type that best describes your business.
hu_hu: Válaszd ki azt a típust, ami a legjobban leírja a vállalkozásodat.

source: Business Name
hu_hu: Vállalkozás neve

source: Leave empty to use site name.
hu_hu: Hagyd üresen a webhely nevének használatához.

source: Business Description
hu_hu: Vállalkozás leírása

source: Price Range
hu_hu: Árkategória

source: Not specified
hu_hu: Nincs megadva

source: Address
hu_hu: Cím

source: Street Address
hu_hu: Utca, házszám

source: Address Line 2
hu_hu: Cím 2. sora

source: City
hu_hu: Város

source: State / Region
hu_hu: Állam / régió

source: Postal Code
hu_hu: Irányítószám

source: Country
hu_hu: Ország

source: Use ISO 3166-1 alpha-2 code (e.g., HU, US, DE).
hu_hu: Használd az ISO 3166-1 alpha-2 kódot (pl. HU, US, DE).

source: Contact
hu_hu: Kapcsolat

source: Phone
hu_hu: Telefon

source: Opening Hours
hu_hu: Nyitvatartás

source: Use Opening Hours
hu_hu: Nyitvatartás használata

source: Enable opening hours in schema
hu_hu: Nyitvatartás engedélyezése a sémában

source: Closed
hu_hu: Zárva

source: Open:
hu_hu: Nyitás:

source: Close:
hu_hu: Zárás:

source: Coordinates
hu_hu: Koordináták

source: Latitude
hu_hu: Szélesség

source: Longitude
hu_hu: Hosszúság

source: Find coordinates at %s - right-click location and select "What's here?".
hu_hu: Koordináták keresése itt: %s - kattints jobb gombbal a helyre, és válaszd a "Mi van itt?" opciót.

source: Import
hu_hu: Importálás

source: Import SEO Data
hu_hu: SEO adatok importálása

source: Import SEO data from other SEO plugins. Existing LW SEO data will not be overwritten.
hu_hu: SEO adatok importálása más SEO bővítményekből. A meglévő LW SEO adatok nem lesznek felülírva.

source: Detect RankMath SEO data in your database for migration.
hu_hu: RankMath SEO adatok észlelése az adatbázisodban a migrációhoz.

source: Detect Data
hu_hu: Adatok észlelése

source: Preview Migration
hu_hu: Migráció előnézete

source: Run Migration
hu_hu: Migráció futtatása

source: Redirects
hu_hu: Átirányítások

source: Redirect Manager
hu_hu: Átirányításkezelő

source: Create and manage URL redirects to prevent 404 errors and preserve SEO value.
hu_hu: URL átirányítások létrehozása és kezelése a 404 hibák megelőzéséhez és az SEO érték megőrzéséhez.

source: Enable Redirects
hu_hu: Átirányítások engedélyezése

source: Process redirect rules
hu_hu: Átirányítási szabályok feldolgozása

source: Add New Redirect
hu_hu: Új átirányítás hozzáadása

source: Source URL
hu_hu: Forrás URL

source: The old URL path that should redirect (e.g., /old-page/).
hu_hu: A régi URL útvonal, amit át kell irányítani (pl. /old-page/).

source: Destination URL
hu_hu: Cél URL

source: The new URL to redirect to. Leave empty for 410/451 types.
hu_hu: Az új URL, amire átirányítson. Hagyd üresen a 410/451 típusokhoz.

source: Redirect Type
hu_hu: Átirányítás típusa

source: Source is a regular expression
hu_hu: A forrás reguláris kifejezés

source: Advanced: Use regex patterns like ^/category/(.*)$ with $1 in destination.
hu_hu: Speciális: Használj regex mintákat, például ^/category/(.*)$ és a célban $1-et.

source: Add Redirect
hu_hu: Átirányítás hozzáadása

source: Cancel
hu_hu: Mégse

source: Existing Redirects
hu_hu: Meglévő átirányítások

source: No redirects configured yet.
hu_hu: Még nincs beállítva átirányítás.

source: Source
hu_hu: Forrás

source: Destination
hu_hu: Cél

source: Type
hu_hu: Típus

source: Hits
hu_hu: Találatok

source: Actions
hu_hu: Műveletek

source: Edit
hu_hu: Szerkesztés

source: Delete
hu_hu: Törlés

source: Export
hu_hu: Exportálás

source: Download CSV
hu_hu: CSV letöltése

source: Export all redirects as a CSV file.
hu_hu: Az összes átirányítás exportálása CSV fájlba.

source: Import CSV
hu_hu: CSV importálása

source: Import redirects from a CSV file. Format: source,destination,type,regex
hu_hu: Átirányítások importálása CSV fájlból. Formátum: source,destination,type,regex

source: Sitemap
hu_hu: Oldaltérkép

source: XML Sitemap
hu_hu: XML oldaltérkép

source: Your sitemap:
hu_hu: Az oldaltérképed:

source: Enable XML sitemap
hu_hu: XML oldaltérkép engedélyezése

source: Include Posts
hu_hu: Bejegyzések felvétele

source: Include posts in sitemap
hu_hu: Bejegyzések felvétele az oldaltérképbe

source: Include Pages
hu_hu: Oldalak felvétele

source: Include pages in sitemap
hu_hu: Oldalak felvétele az oldaltérképbe

source: Include Categories
hu_hu: Kategóriák felvétele

source: Include categories in sitemap
hu_hu: Kategóriák felvétele az oldaltérképbe

source: Social
hu_hu: Közösségi

source: Social Media
hu_hu: Közösségi média

source: Settings for Open Graph and Twitter Cards.
hu_hu: Beállítások az Open Graph és a Twitter Cards funkcióhoz.

source: Meta Tags
hu_hu: Meta tagek

source: Enable Open Graph meta tags
hu_hu: Open Graph meta tagek engedélyezése

source: Enable Twitter Card meta tags
hu_hu: Twitter Card meta tagek engedélyezése

source: Default Card Type
hu_hu: Alapértelmezett kártyatípus

source: Summary with large image
hu_hu: Összefoglaló nagy képpel

source: Summary
hu_hu: Összefoglaló

source: Default Social Image
hu_hu: Alapértelmezett közösségi kép

source: Used when a post has no featured image. Recommended: 1200x630px.
hu_hu: Akkor használjuk, ha egy bejegyzésnek nincs kiemelt képe. Ajánlott: 1200x630px.

source: Social Profiles
hu_hu: Közösségi profilok

source: Optimize your WooCommerce products for search engines and social media.
hu_hu: Optimalizáld a WooCommerce termékeidet keresőmotorokhoz és közösségi médiához.

source: Enable WooCommerce SEO features
hu_hu: WooCommerce SEO funkciók engedélyezése

source: Adds product-specific OpenGraph tags, Schema.org Product markup, and more.
hu_hu: Termékspecifikus OpenGraph tageket, Schema.org Product jelölést és még sok mást ad hozzá.

source: Product Title
hu_hu: Termék címe

source: Noindex Products
hu_hu: Termékek noindexelése

source: Add noindex to product pages
hu_hu: Noindex hozzáadása a termékoldalakhoz

source: Product Schema
hu_hu: Termék Schema

source: Enable Product Schema.org markup
hu_hu: Schema.org Product jelölés engedélyezése

source: Adds structured data for products including price, availability, and reviews.
hu_hu: Strukturált adatokat ad hozzá a termékekhez, beleértve az árat, az elérhetőséget és az értékeléseket.

source: Include Reviews
hu_hu: Értékelések beemelése

source: Include product reviews in Schema
hu_hu: Termékértékelések beemelése a Schema-ba

source: Products in Sitemap
hu_hu: Termékek a webhelytérképben

source: Include products in XML sitemap
hu_hu: Termékek beemelése az XML webhelytérképbe

source: Product Categories
hu_hu: Termékkategóriák

source: Include product categories in XML sitemap
hu_hu: Termékkategóriák beemelése az XML webhelytérképbe

source: Product Tags
hu_hu: Termékcímkék

source: Include product tags in XML sitemap
hu_hu: Termékcímkék beemelése az XML webhelytérképbe

source: SEO Settings
hu_hu: SEO beállítások

source: Update Redirect
hu_hu: Átirányítás frissítése

source: Are you sure you want to delete this redirect?
hu_hu: Biztos, hogy törölni akarod ezt az átirányítást?

source: Source URL is required.
hu_hu: A forrás URL megadása kötelező.

source: Please select a CSV file.
hu_hu: Kérlek, válassz egy CSV fájlt.

source: Some rows could not be imported:
hu_hu: Néhány sort nem sikerült importálni:

source: Not required for this type
hu_hu: Ehhez a típushoz nem kötelező

source: No RankMath SEO data found in the database.
hu_hu: Nem található RankMath SEO adat az adatbázisban.

source: Global Options
hu_hu: Globális beállítások

source: Posts with SEO meta
hu_hu: Bejegyzések SEO meta adatokkal

source: Terms with SEO meta
hu_hu: Kifejezések SEO meta adatokkal

source: Users with SEO meta
hu_hu: Felhasználók SEO meta adatokkal

source: Found
hu_hu: Találat

source: Not found
hu_hu: Nincs találat

source: Preview Results (Dry Run)
hu_hu: Eredmények előnézete (Dry Run)

source: Migration Results
hu_hu: Migráció eredményei

source: Options migrated
hu_hu: Migrált beállítások

source: Posts migrated
hu_hu: Migrált bejegyzések

source: Posts skipped
hu_hu: Kihagyott bejegyzések

source: Terms migrated
hu_hu: Migrált kifejezések

source: Terms skipped
hu_hu: Kihagyott kifejezések

source: Users migrated
hu_hu: Migrált felhasználók

source: This was a preview. No data was modified.
hu_hu: Ez egy előnézet volt. Nem módosult semmilyen adat.

source: Are you sure you want to run the migration? Existing LW SEO data will not be overwritten.
hu_hu: Biztos, hogy lefuttatod a migrációt? A meglévő LW SEO adatok nem lesznek felülírva.

source: Home
hu_hu: Kezdőlap

source: Search: %s
hu_hu: Keresés: %s

source: Page not found
hu_hu: Az oldal nem található

source: Breadcrumb
hu_hu: Morzsamenü

source: characters remaining
hu_hu: karakter van hátra

source: Too long!
hu_hu: Túl hosszú!

source: SEO Title
hu_hu: SEO cím

source: Leave empty to use the default title template.
hu_hu: Hagyd üresen az alapértelmezett címsablon használatához.

source: Meta Description
hu_hu: Meta leírás

source: Enter a meta description...
hu_hu: Adj meg egy meta leírást...

source: Social Title
hu_hu: Közösségi cím

source: Defaults to SEO title
hu_hu: Alapértelmezetten az SEO cím

source: Social Description
hu_hu: Közösségi leírás

source: Defaults to meta description
hu_hu: Alapértelmezetten a meta leírás

source: Social Image
hu_hu: Közösségi kép

source: Image URL
hu_hu: Kép URL

source: Remove
hu_hu: Eltávolítás

source: Priority: Social Image → Featured Image → Default Image.
hu_hu: Prioritás: Közösségi kép → Kiemelt kép → Alapértelmezett kép.

source: Canonical URL
hu_hu: Kanonikus URL

source: Leave empty to use the default permalink.
hu_hu: Hagyd üresen az alapértelmezett permalink használatához.

source: Security check failed.
hu_hu: Biztonsági ellenőrzés sikertelen.

source: Permission denied.
hu_hu: Hozzáférés megtagadva.

source: Invalid regex pattern.
hu_hu: Érvénytelen regex minta.

source: Failed to add redirect.
hu_hu: Nem sikerült hozzáadni az átirányítást.

source: Redirect added successfully.
hu_hu: Az átirányítás sikeresen hozzáadva.

source: Invalid redirect ID.
hu_hu: Érvénytelen átirányítás-azonosító.

source: Failed to update redirect.
hu_hu: Nem sikerült frissíteni az átirányítást.

source: Redirect updated successfully.
hu_hu: Az átirányítás sikeresen frissítve.

source: Failed to delete redirect.
hu_hu: Nem sikerült törölni az átirányítást.

source: Redirect deleted successfully.
hu_hu: Az átirányítás sikeresen törölve.

source: Redirect not found.
hu_hu: Átirányítás nem található.

source: No CSV data provided.
hu_hu: Nincs CSV adat megadva.

source: Imported %1$d redirects, skipped %2$d.
hu_hu: %1$d átirányítás importálva, %2$d kihagyva.

source: Content Deleted
hu_hu: Tartalom törölve

source: The content you are looking for has been permanently removed.
hu_hu: A keresett tartalom véglegesen eltávolítva.

source: Unavailable For Legal Reasons
hu_hu: Nem elérhető jogi okokból

source: This content is not available due to legal reasons.
hu_hu: Ez a tartalom jogi okokból nem elérhető.

source: Return to homepage
hu_hu: Vissza a kezdőlapra

source: Page %1$d of %2$d
hu_hu: %1$d/%2$d oldal

source: Site name
hu_hu: Webhely neve

source: Site tagline
hu_hu: Webhely jelmondata

source: Separator
hu_hu: Elválasztó

source: Post/page title
hu_hu: Bejegyzés/oldal címe

source: Post excerpt
hu_hu: Bejegyzés kivonata

source: Post date
hu_hu: Bejegyzés dátuma

source: Post modified date
hu_hu: Bejegyzés módosításának dátuma

source: Author name
hu_hu: Szerző neve

source: Primary category
hu_hu: Elsődleges kategória

source: First tag
hu_hu: Első címke

source: Term name
hu_hu: Kifejezés neve

source: Term description
hu_hu: Kifejezés leírása

source: Search query
hu_hu: Keresési lekérdezés

source: Current year
hu_hu: Aktuális év

source: Current month
hu_hu: Aktuális hónap

source: Current date
hu_hu: Aktuális dátum

source: Page number
hu_hu: Oldalszám

source: Page X of Y
hu_hu: X/Y. oldal

source: Post ID
hu_hu: Bejegyzés ID

source: Term ID
hu_hu: Kifejezés ID

source: Taxonomy name
hu_hu: Taxonómia neve

source: Author ID
hu_hu: Szerző ID

source: Post not found.
hu_hu: A bejegyzés nem található.

source: Post is not accessible.
hu_hu: A bejegyzés nem érhető el.

source: Term not found.
hu_hu: A kifejezés nem található.

source: Author not found.
hu_hu: A szerző nem található.

source: New Question
hu_hu: Új kérdés

source: Move up
hu_hu: Mozgatás fel

source: Move down
hu_hu: Mozgatás le

source: Hide
hu_hu: Elrejtés

source: Show
hu_hu: Megjelenítés

source: Question
hu_hu: Kérdés

source: Enter your question...
hu_hu: Írd be a kérdést...

source: Answer
hu_hu: Válasz

source: Enter the answer...
hu_hu: Írd be a választ...

source: FAQ Settings
hu_hu: FAQ beállítások

source: Question Heading Tag
hu_hu: Kérdés címsor tag

source: This block automatically generates FAQPage schema for better SEO.
hu_hu: Ez a blokk automatikusan létrehozza a FAQPage schema-t a jobb SEO érdekében.

source: FAQ Block
hu_hu: FAQ blokk

source: question
hu_hu: kérdés

source: questions
hu_hu: kérdések
