Repository: lwplugins/lw-seo
Catalog: languages/lw-seo-*.po
Languages: hu_hu

source: No questions yet. Click the button below to add your first FAQ.
hu_hu: Még nincsenek kérdések. Kattints az alábbi gombra az első FAQ hozzáadásához.

source: Add Question
hu_hu: Kérdés hozzáadása

# block description
source: Add frequently asked questions with FAQPage schema markup for better SEO.
hu_hu: Adj hozzá gyakran ismételt kérdéseket FAQPage schema jelöléssel a jobb SEO érdekében.

# block keyword
source: questions
hu_hu: kérdések

# block keyword
source: answers
hu_hu: válaszok
